import "./styles.css";


export default function App() {
  const faqs = [{
    title:"چگونه با عصا راه برویم؟" ,
    text: "از دسته وسط عصا نيزاستفاده کنيدوهرگز وزن خودرا تماماً روي زيربغل عصا نيندازيد . براي حفظ تعادل به هنگام  ايستادن ، عصا را 20 الي 25 سانتي متر جلوتر از خود قرار دهيد . عصا را نزديک بدن خود قرار دهيد . بدنبال برداشتن گام هاي بلند و يا تندراه رفتن نباشيد  . -مصرف كنندگان عصا معمولا گام هاي خود را بصورت گهواره اي بر مي دارند ، يعني  ابتدا عصا را در جلو خود قرار داده سپس پاي خود را بصورت حرکت تاب مانند، به سمت جلومي برند . پژوهش ها نشان مي دهد که اين کار 1 تا 3 برابر وزن بدن نيروي اضافي روي مچ وارد مي کند که در درازمدت باعث آزردگي و شايد آسيب ديدگي به مچ مي شود . -به هنگام بالا و يا پايين رفتن از پله ، حتما از يک نفر کمک گرفته شود . به هنگام پايين رفتن ، عصا را روي پله ي زيرين گذاشته و سپس با پاي سالم خود پايين برويد . به هنگام بالا آمدن از پله ها نيز، ابتدا پاي سالم خود را روي پله بالايي گذاشته و سپس عصا را روي اين پله بياوريد."
    },
    {
    title: "تنظیم عصا چگونه است؟" ,
    text:"در حالت ايستاده  پاشنه ي عصا را 10 الي 20 سانتي متر دورتر از کفش خود قرار دهيد.زيربغل عصا، بايد 2 الي 3 انگشت پايين تراز زيربغل استفاده کننده باشد . بايد طوري روي عصا تکيه دهيد که آرنج شما زاويه ي حدود 30 درجه داشته باشد . اگر ايستادن براي شما دشوار است، 40 سانتي متر از قد خود کم کرده و ارتفاع عصا را بر اساس اين عدد  تنظيم کنيد . دقت کنيد تنظيم نادرست ارتفاع عصا باعث کمردرد شما خواهد شد. "
    },
    {
    title:"عصا آرنجی چیست و برای چه کسانی مفید است؟" ,
    text:" استفاده از عصاي آرنجي که در بازار بنام فرنچ کراچ يا کوپرشناخته مي شود ، روزبه روز رايج تر مي شود . اين نوع عصا در شرکت سروپيکر از جنس آلومينيوم  سخت کاري شده و رنگي است وارتفاع آن در دو جهت قابل تنظيم است.يکي بالاي آرنج و ديگري زير آرنج . اگر ارتفاع درست تنظيم شده باشد ، زاويه آرنج شما بين 15 تا  30 درجه خواهد بود . هرچه  اين زاويه بيشتر باشد فشار بيشتري روي دست هايتان وارد  مي شود . پاشنه ي عصا بايد  5 تا 10 سانتي متر دورتر از کفش شما و در 15 سانتي متري جلوي پاي شما قرار گيرد. ساعدگير نيز بايد 5/2 تا 4  سانتي متر پايين تر از انتهاي آرنج قرار گيرد . توصيه ما بهره گيري و  مشاوره با  متخصصان ارتوپد يا فيزيوتراپ براي تنظيم دقيق و نيز محل درست قرارگيري است."
     }
    ]
  return (
    <div className="App">
      <h1>Hello CodeSandbox</h1>
      <h2>Start editing to see some magic happen!</h2>
    </div>
  );
}
